Repository: htchang112/UI-localization
Catalog: reference.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

# account_view.button.log_in_another_account
source: Log in to another account
zh_hans: 登录其他账号
zh_hant: 登入其他帳號
zh_hk: 登入其他帳戶

# account_view.dialog_action.signup_again
source: Create new account
zh_hans: 注册新帐号
zh_hant: 註冊新帳號
zh_hk: 註冊新帳戶

# account_view.dialog_message.account_not_exist
source: To ensure account security, accounts inactive for over a year with no activities are automatically removed. You can create a new account to continue using our services.
zh_hans: 为确保账号安全，超过一年未使用、並且无活动记录的账号会被自动清除。 你可以注册新账号，继续使用我们的服务。
zh_hant: 為確保帳號安全，超過一年未使用、並且無活動紀錄的帳號會被自動清除。 你可以註冊新帳號，繼續使用我們的服務。
zh_hk: 為確保帳戶安全，超過一年未使用、並且無活動紀錄的帳戶會被自動清除。 你可以註冊新帳戶，繼續使用我們的服務。

# account_view.dialog_title.account_not_exist
source: We cannot find your account
zh_hans: 抱歉，我们找不到这个账号
zh_hant: 抱歉，我們找不到這個帳號
zh_hk: 抱歉，我們找不到這個帳戶

# account_view.sub_title.sign_up
source: Let's get you started.
zh_hans: 加入会员，开始使用 Hikingbook
zh_hant: 加入會員，開始使用 Hikingbook
zh_hk: 加入會員，開始使用 Hikingbook

# account_view.subtitle.continue_this_account
source: Continue with this account?
zh_hans: 继续使用此账号登录吗？
zh_hant: 繼續使用此帳號登入嗎？
zh_hk: 繼續使用此帳戶登入嗎？

# account_view.terms_of_service_and_privacy_policy
source: By continuing to use Hikingbook, you agree to our %@ and %@.
zh_hans: 点击登录或继续，即表示你同意 Hikingbook 的%@和%@。
zh_hant: 點擊登入或繼續，即表示你同意 Hikingbook 的%@和%@。
zh_hk: 點擊登入或繼續，即表示你同意 Hikingbook 的%@和%@。

# account_view.text_field_invalid_message.invalid_email
source: Invalid email
zh_hans: 请输入有效的 Email
zh_hant: 請輸入有效的 Email
zh_hk: 請輸入有效的 Email

# account_view.text_field_invalid_message.password_does_not_match
source: Password does not match
zh_hans: 密码不相符
zh_hant: 密碼不相符
zh_hk: 密碼不相符

# account_view.text_field_invalid_message.please_enter_password_again
source: Please enter password again
zh_hans: 请再次输入密码
zh_hant: 請再次輸入密碼
zh_hk: 請再次輸入密碼

# account_view.text.dont_have_an_account
source: Don't have an account?
zh_hans: 还没有帐号吗？
zh_hant: 還沒有帳號嗎？
zh_hk: 還沒有帳戶嗎？

# account_view.text.have_an_account
source: Have an account?
zh_hans: 已经有帐号了吗？
zh_hant: 已經有帳號了嗎？
zh_hk: 已經有帳戶了嗎？

# account_view.text.login_this_account
source: Continue with this account
zh_hans: 继续登录此账号
zh_hant: 繼續登入此帳號
zh_hk: 繼續登入此帳戶

# account_view.title.create_an_account
source: Join now
zh_hans: 创建账号，
zh_hant: 建立帳號，
zh_hk: 建立帳戶，

# account_view.title.start_your_first_activity
source: to start your
zh_hans: 开始更安全的
zh_hant: 開始更安全的
zh_hk: 開始更安全的

# account_view.title.welcome_back
source: Great to see you again!
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！
zh_hk: 歡迎返嚟！
